[
  {
    "title": "Activisme culturel",
    "slug": "activisme-culturel",
    "definition": "Engagement politique via les pratiques culturelles (arts, fêtes, presse).\n",
    "historicalContext": "Central dans la Harlem Renaissance ou le Black Arts Movement. Jones y insère une dimension féministe et diasporique.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Activisme littéraire",
    "slug": "activisme-litteraire",
    "definition": "Usage de l’écriture (ici poétique) comme moyen d’expression politique en contexte carcéral. Chez Jones, il devient un outil de mémoire et de survie.\n",
    "historicalContext": "Tradition présente depuis les récits d’esclaves. En prison, il devient central dans les mouvements abolitionnistes. Jones précède Angela Davis ou Assata Shakur.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Carnaval diasporique",
    "slug": "carnaval-diasporique",
    "definition": "Réactivation de la fête caribéenne comme outil de résistance et de visibilisation en contexte migratoire.\n",
    "historicalContext": "Issu des traditions esclavagistes subversives, il devient à Londres un outil de mobilisation. Jones initie le carnaval de Notting Hill en 1959.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Communauté diasporique",
    "slug": "communaute-diasporique",
    "definition": "Forme d’organisation des migrant·es caribéen·nes autour de pratiques partagées, mémoire et résistance.\n",
    "historicalContext": "En réponse au racisme britannique post-1945. Jones politise cette communauté par le média, la fête et l’action sociale.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Contre-public noir",
    "slug": "contre-public-noir",
    "definition": "Espace discursif autonome permettant aux Noir·es d’exprimer leurs récits et revendications. *The West Indian Gazette* incarne un tel espace.\n",
    "historicalContext": "Théorisé par Nancy Fraser ou Catherine Squires, mais ancré historiquement dans les journaux militants noirs des XIXe et XXe siècles. Jones en donne une forme exemplaire.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Déportation politique",
    "slug": "deportation-politique",
    "definition": "Expulsion répressive ciblant des individus pour leurs engagements idéologiques. Claudia Jones transforme cette marginalisation en stratégie.\n",
    "historicalContext": "Pratique utilisée durant la guerre froide contre les militant·es racisé·es. Jones incarne cette intersection entre impérialisme, racisme et anticommunisme.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Diaspora noire",
    "slug": "diaspora-noire",
    "definition": "Espace politique transnational structuré par l’exil, la migration contrainte et les luttes anticoloniales. Claudia Jones incarne une politique diasporique par son parcours entre Trinidad, les États-Unis et le Royaume-Uni.\n",
    "historicalContext": "Concept élaboré dans les études afro-américaines et postcoloniales, ancré historiquement dans l’esclavage, le colonialisme et leurs persistances. Il se déploie dans le panafricanisme, l’internationalisme noir et les politiques de la mémoire.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Écriture carcérale",
    "slug": "ecriture-carcerale",
    "definition": "Production littéraire issue de l’expérience de l’enfermement, révélant l’aliénation et la politisation du vécu répressif.\n",
    "historicalContext": "Présente dès le XIXe siècle, elle est intensifiée par les mouvements radicaux du XXe siècle. L’œuvre de Jones s’inscrit dans le maccarthysme.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Féminisme marxiste noir",
    "slug": "feminisme-marxiste-noir",
    "definition": "Courant critique qui lie analyse marxiste de la production et critique du racisme et du patriarcat. Pour Jones, les droits des femmes noires sont constitutifs de la lutte des classes.\n",
    "historicalContext": "Émerge dès les années 1930 avec des figures comme Jones, mais se systématise dans les années 1970 avec des collectifs comme le Combahee River Collective. Il pense l’unité des luttes contre l’exploitation.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Internationalisme noir anticolonial",
    "slug": "internationalisme-noir-anticolonial",
    "definition": "Stratégie liant les luttes des femmes noires aux mouvements de libération nationale et aux combats contre l’impérialisme mondial.\n",
    "historicalContext": "Issu des traditions panafricaines et communistes noires des années 1940-50. Jones, entre Trinidad, les États-Unis et le Royaume-Uni, renouvelle cet héritage dans une perspective féministe marxiste.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Intersectionnalité",
    "slug": "intersectionnalite",
    "definition": "L’intersectionnalité désigne l’analyse croisée des oppressions de race, de classe et de genre. Bien que le terme n’ait pas été utilisé par Claudia Jones, Carole Boyce Davies l’emploie pour décrire la manière dont Jones articule ces oppressions dans son engagement militant.\n",
    "historicalContext": "Le concept a été théorisé par Kimberlé Crenshaw en 1989 pour rendre compte des discriminations spécifiques vécues par les femmes noires. Cependant, des militantes comme Claudia Jones ont appliqué cette logique bien avant sa formalisation, en intégrant les rapports sociaux dans une critique marxiste du capitalisme racial et patriarcal.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Journalisme militant noir",
    "slug": "journalisme-militant-noir",
    "definition": "Utilisation de la presse comme instrument de critique, de mobilisation et d’organisation politique noire. Pour Jones, il s’agit d’un acte politique.\n",
    "historicalContext": "Depuis le XIXe siècle, la presse noire est centrale dans les luttes anticoloniales. Jones y ajoute une lecture de genre et de classe.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Mémoire politique",
    "slug": "memoire-politique",
    "definition": "Processus par lequel les trajectoires militantes sont transmises, effacées ou réécrites. Jones est une figure marginalisée dans les récits dominants, ce que souligne Boyce Davies comme symptôme de cette mémoire sélective.\n",
    "historicalContext": "La mémoire politique est toujours construite. Elle tend à invisibiliser les femmes, les personnes racisées et les dissident·es. La redécouverte de figures comme Jones participe à une critique historiographique marxiste et féministe.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Poésie de la résistance",
    "slug": "poesie-de-la-resistance",
    "definition": "Forme poétique articulant dénonciation, douleur et espoir dans une perspective révolutionnaire.\n",
    "historicalContext": "Présente dans les traditions africaines, caribéennes et afro-américaines. La poésie de Jones s’inscrit dans cette lignée radicale.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Politique diasporique",
    "slug": "politique-diasporique",
    "definition": "Forme d’action politique articulée depuis la dispersion et l’exil, centrée sur les conditions des femmes noires migrantes.\n",
    "historicalContext": "Émerge avec les mouvements anticoloniaux et marxistes. Jones illustre la capacité de l’exil à générer une praxis transnationale.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Pratique politique transnationale noire",
    "slug": "pratique-politique-transnationale-noire",
    "definition": "Stratégie de lutte articulant les expériences noires à l’échelle globale. Le journalisme de Jones en est un outil central.\n",
    "historicalContext": "Tradition intellectuelle issue du panafricanisme (Du Bois, Amy Ashwood Garvey, George Padmore). Jones la renouvelle dans un contexte médiatique d’après-guerre.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Répression d’État",
    "slug": "repression-detat",
    "definition": "Ensemble des dispositifs mobilisés pour démanteler les militantismes noirs, féminins et communistes.\n",
    "historicalContext": "Théorisée à partir du maccarthysme. Claudia Jones est une cible constante du FBI et des dispositifs anti-communistes.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Superexploitation",
    "slug": "superexploitation",
    "definition": "Intensification de l’exploitation capitaliste selon des lignes raciales et genrées. Les femmes noires sont exploitées comme travailleuses, opprimées comme femmes, et marginalisées comme Noires.\n",
    "historicalContext": "Concept issu du marxisme, mobilisé pour décrire l’exploitation coloniale. Jones l’adapte pour désigner la condition des femmes noires dans les économies capitalistes, anticipant les travaux sur le capitalisme racial.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Travailleuse domestique noire",
    "slug": "travailleuse-domestique-noire",
    "definition": "Figure centrale de la critique de Jones, représentant la double dévalorisation du travail reproductif et du travail racialisé. Ces femmes sont surexploitées sans reconnaissance syndicale.\n",
    "historicalContext": "Après l’abolition de l’esclavage, les femmes noires sont cantonnées au travail domestique aux États-Unis, au Royaume-Uni ou à Trinidad. Jones politise cette réalité dans une lecture marxiste-féministe.\n",
    "books": [
      "left-of-karl-marx"
    ]
  }
]