[
  {
    "title": "Accumulation primitive",
    "slug": "accumulation-primitive",
    "definition": "Processus historique de séparation des producteur·ices d’avec leurs moyens de subsistance, qui permet la formation d’un prolétariat dépendant du travail salarié.\n",
    "historicalContext": "Concept central de Karl Marx dans Le Capital, décrit comme préalable au capitalisme. Silvia Federici en propose une relecture féministe en intégrant la répression des femmes, la chasse aux sorcières et la colonisation.\n",
    "books": [
      "caliban-and-the-witch"
    ]
  },
  {
    "title": "Activisme culturel",
    "slug": "activisme-culturel",
    "definition": "Engagement politique via les pratiques culturelles (arts, fêtes, presse).\n",
    "historicalContext": "Central dans la Harlem Renaissance ou le Black Arts Movement. Jones y insère une dimension féministe et diasporique.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Appareils idéologiques d’État",
    "slug": "appareils-ideologiques-d-etat",
    "definition": "Institutions qui, sans recourir directement à la coercition, participent à la reproduction des rapports sociaux par la production de représentations et de subjectivités.\n",
    "historicalContext": "Concept développé par Louis Althusser dans les années 1970, repris par les Cultural Studies pour analyser le rôle des institutions dans la domination idéologique.\n",
    "books": [
      "race-articulation-and-societies-structured-in-dominance"
    ]
  },
  {
    "title": "Articulation",
    "slug": "articulation",
    "definition": "Manière dont différents modes de production ou structures sociales coexistent dans une même formation sociale, sans être nécessairement intégrés ni réductibles les uns aux autres. Permet de penser la coexistence hiérarchisée de structures hétérogènes.\n\nLa théorie de l’articulation désigne une méthode pour penser les rapports sociaux non comme des ensembles cohérents et homogènes, mais comme des combinaisons instables de structures, de pratiques et de discours. Elle permet d’analyser comment des éléments hétérogènes (race, classe, nation, genre) peuvent être articulés ensemble dans une formation sociale donnée.\n",
    "historicalContext": "Théorisé dans le marxisme althussérien, puis enrichi par Laclau, Meillassoux ou Rey. Utilisé pour penser les sociétés coloniales et postcoloniales en articulant économie, politique et idéologie.\n",
    "books": [
      "race-articulation-and-societies-structured-in-dominance"
    ]
  },
  {
    "title": "Autodétermination",
    "slug": "autodetermination",
    "definition": "Capacité d’un individu ou collectif à définir et gouverner librement ses conditions d’existence, au-delà des cadres imposés par les structures de domination. Cette idée peut-être croisée avec une approche des capabilités, c'est-à-dire centrée sur ce que les individus sont réellement en mesure de faire et d’être – c’est-à-dire leurs capabilités réelles, non leurs simples droits formels. L'autodétermination n'étant atteinte que dans un cadre où les individus ne sont pas restreints dans leurs capabilités.\n",
    "historicalContext": "Notion centrale des luttes anticoloniales (Nkrumah, Nyerere), du nationalisme noir et des mouvements de libération. Táíwò la réarticule dans un cadre transnational et structurel, en lien avec la redistribution globale des capabilités.\n",
    "books": [
      "reconsidering-reparations"
    ]
  },
  {
    "title": "Capitalisme racial",
    "slug": "capitalisme-racial",
    "definition": "Système économique historiquement structuré par des hiérarchies raciales, où l’accumulation capitaliste repose sur l’exploitation différenciée selon la race.\n",
    "historicalContext": "Le terme émerge dans les années 1980 (notamment chez Cedric Robinson), mais prolonge les analyses de Du Bois ou Fanon repris par les sociologues et économistes sudafricains cherchant à étudier la forme que prenait le capitalisme sous l'Apartheid. Táíwò s’en sert pour articuler les logiques du capitalisme moderne à l’histoire coloniale et raciale mondiale.\n",
    "books": [
      "reconsidering-reparations"
    ]
  },
  {
    "title": "Colonialisme de peuplement",
    "slug": "colonialisme-de-peuplement",
    "definition": "Forme de colonialisme dans laquelle les colons ne cherchent pas seulement à exploiter les ressources d’un territoire, mais à s’y installer durablement, en remplaçant la population indigène. Il repose sur l’effacement physique, juridique et symbolique du peuple colonisé.\n",
    "historicalContext": "Le concept émerge dans les années 1980 dans les études sur les colonies anglo-saxonnes (Australie, États-Unis, Canada). Il est mobilisé dans les études postcoloniales et palestiniennes pour décrire la nature spécifique de l’occupation israélienne. Edward Said, Patrick Wolfe et Rashid Khalidi en sont des références majeures.\n",
    "books": [
      "the-hundred-years-war-on-palestine"
    ]
  },
  {
    "title": "Colonialisme d’infrastructure",
    "slug": "colonialisme-infrastructure",
    "definition": "Forme de domination coloniale utilisant des projets d’aménagement (barrages, routes, pipelines) pour contrôler, déplacer ou effacer des populations autochtones.\n",
    "historicalContext": "Déployé au XXe siècle par l’État fédéral américain, notamment à travers le Pick-Sloan Plan, qui a inondé les terres des réserves sioux. Nick Estes montre que ces infrastructures servent à déposséder les peuples indigènes de leurs ressources, à réorganiser leur espace de vie et à imposer une dépendance structurelle aux institutions coloniales.\n",
    "books": [
      "our-history-is-the-future"
    ]
  },
  {
    "title": "Communauté diasporique",
    "slug": "communaute-diasporique",
    "definition": "Forme d’organisation des migrant·es caribéen·nes autour de pratiques partagées, mémoire et résistance.\n",
    "historicalContext": "En réponse au racisme britannique post-1945. Jones politise cette communauté par le média, la fête et l’action sociale.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Communauté interprétative",
    "slug": "communaute-interpretative",
    "definition": "Collectif dans lequel des individus construisent ensemble des significations à partir de leurs expériences partagées, en dehors ou à la marge des institutions dominantes.\n",
    "historicalContext": "Concept théorisé par Stanley Fish dans les études littéraires, puis réinvesti dans les épistémologies féministes pour penser la production collective de savoir dans les espaces militants, familiaux ou culturels.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Communs",
    "slug": "communs",
    "definition": "Ressources partagées, gérées collectivement par une communauté selon des règles auto-définies, hors du marché et de l’État.\n",
    "historicalContext": "Historiquement liés aux terres communautaires en Europe. Leur destruction par les enclosures marque un moment-clé de l’accumulation primitive. Federici en propose une revalorisation féministe.\n",
    "books": [
      "caliban-and-the-witch"
    ]
  },
  {
    "title": "Construction discursive",
    "slug": "construction-discursive",
    "definition": "Processus par lequel des catégories sociales se construisent via le langage, les institutions, les pratiques. La race est produite discursivement, non découverte.\n",
    "historicalContext": "Concept clé de Michel Foucault. Utilisé dans les Cultural Studies pour déconstruire les catégories issues du racisme scientifique et colonial.\n",
    "books": [
      "the-fateful-triangle"
    ]
  },
  {
    "title": "Contingence",
    "slug": "contingence",
    "definition": "Absence de nécessité historique absolue : les formes sociales et idéologiques sont historiquement situées et modifiables.\n",
    "historicalContext": "Concept central des théories post-structuralistes (Laclau, Mouffe). Permet de penser les bifurcations, les luttes et recompositions dans l’histoire des rapports sociaux.\n",
    "books": [
      "race-articulation-and-societies-structured-in-dominance"
    ]
  },
  {
    "title": "Contre-insurrection mondiale",
    "slug": "contre-insurrection-mondiale",
    "definition": "Stratégie impériale visant à réprimer les mouvements révolutionnaires et anticoloniaux à l’échelle planétaire, en les criminalisant et en les surveillant.\n",
    "historicalContext": "Déployée par les États-Unis pendant la guerre froide, notamment contre l’AIM, accusé de liens avec des mouvements étrangers. Nick Estes montre que les peuples autochtones, bien qu’intérieurs à l’Empire, sont traités comme des ennemis extérieurs dans une logique de guerre permanente. Cette stratégie se poursuit à Standing Rock via la militarisation, les drones et la surveillance.\n",
    "books": [
      "our-history-is-the-future"
    ]
  },
  {
    "title": "Cooptation",
    "slug": "cooptation",
    "definition": "Processus par lequel des idées critiques sont intégrées dans des structures dominantes, vidées de leur potentiel subversif et réinscrites dans une logique de reconnaissance ou de contrôle.\n",
    "historicalContext": "Notion mobilisée dans les critiques du néolibéralisme (Nancy Fraser, Sara Ahmed) pour désigner la domestication des concepts radicaux par les institutions universitaires et politiques.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Culture",
    "slug": "culture",
    "definition": "Champ conflictuel de production de sens, traversé par les rapports de pouvoir. Instance matérielle d’organisation des subjectivités.\n",
    "historicalContext": "Réélaborée par les Cultural Studies britanniques (Raymond Williams, Stuart Hall) contre les conceptions essentialistes et élitistes de la culture.\n",
    "books": [
      "race-articulation-and-societies-structured-in-dominance"
    ]
  },
  {
    "title": "Dépolitisation",
    "slug": "depolitisation",
    "definition": "Processus par lequel des idées critiques sont vidées de leur charge contestataire et intégrées dans les structures dominantes sans remise en cause de celles-ci.\n",
    "historicalContext": "Analysée dans les critiques des politiques de reconnaissance (Nancy Fraser) et de diversité institutionnelle (Sara Ahmed), la dépolitisation accompagne souvent la professionnalisation de concepts issus des luttes sociales.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Développement personnel",
    "slug": "developpement-personnel",
    "definition": "Ensemble de pratiques, de discours et d’ouvrages qui promeuvent l’amélioration de soi comme condition de réussite individuelle, souvent au détriment d’une analyse structurelle des inégalités.\n",
    "historicalContext": "Popularisé dès les années 1920–30 avec des auteurs comme Dale Carnegie et Norman Vincent Peale, ce courant connaît une forte expansion dans la seconde moitié du XXe siècle, en lien avec la culture managériale et les industries de la motivation.\n",
    "books": [
      "make-your-own-job"
    ]
  },
  {
    "title": "Diaspora",
    "slug": "diaspora",
    "definition": "Forme de subjectivité collective fondée sur le déplacement, la mémoire d’un ailleurs et des pratiques hybrides. (The Fateful Triangle, Stuart Hall)\n\nEspace politique transnational structuré par l’exil, la migration contrainte et les luttes anticoloniales. Claudia Jones incarne une politique diasporique par son parcours entre Trinidad, les États-Unis et le Royaume-Uni. (Left Of Karl Marx, Carole Boyce Davies)\n",
    "historicalContext": "Notion élargie dans les années 1990 (Black Studies, postcolonialisme) pour penser les identités noires au-delà du nationalisme. (The Fateful Triangle, Stuart Hall)\n\n\nConcept élaboré dans les études afro-américaines et postcoloniales, ancré historiquement dans l’esclavage, le colonialisme et leurs persistances. Il se déploie dans le panafricanisme, l’internationalisme noir et les politiques de la mémoire. (Left Of Karl Marx, Carole Boyce Davies)\n",
    "books": [
      "the-fateful-triangle",
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Différence sexuelle",
    "slug": "difference-sexuelle",
    "definition": "Construction sociale et historique des oppositions entre les sexes, utilisée pour justifier des hiérarchies sociales et économiques.\n",
    "historicalContext": "Thématisée par les féminismes matérialistes, elle est ici analysée comme une production du capitalisme naissant, assignant les femmes à la sphère reproductive.\n",
    "books": [
      "caliban-and-the-witch"
    ]
  },
  {
    "title": "Enquête critique",
    "slug": "enquete-critique",
    "definition": "Démarche intellectuelle qui interroge les fondements sociaux, politiques et épistémologiques des savoirs. Elle refuse les cadres analytiques neutres ou naturalisés.\n",
    "historicalContext": "Inspirée de la théorie critique (École de Francfort) et renouvelée par les épistémologies féministes et décoloniales qui valorisent les savoirs situés.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Essentialisme stratégique",
    "slug": "essentialisme-strategique",
    "definition": "Usage tactique d’une identité collective (ethnique, raciale, culturelle) à des fins politiques, sans croire à son essentialité.\n",
    "historicalContext": "Popularisé par Gayatri Spivak dans les années 1980 pour penser les contradictions des luttes subalternes. Hall s’en empare pour penser les mobilisations minoritaires.\n",
    "books": [
      "the-fateful-triangle"
    ]
  },
  {
    "title": "Éthique entrepreneuriale du travail",
    "slug": "ethique-entrepreneuriale-du-travail",
    "definition": "Système normatif valorisant l’initiative individuelle, la créativité et la responsabilité personnelle comme conditions de réussite et de dignité sociale.\n",
    "historicalContext": "Ce cadre idéologique émerge au tournant du XXe siècle, nourri par le New Thought, les discours de self-help et les mutations du capitalisme industriel. Il se consolide avec la montée du néolibéralisme et la diffusion massive de l’idéologie managériale.\n",
    "books": [
      "make-your-own-job"
    ]
  },
  {
    "title": "Ethnicité",
    "slug": "ethnicite",
    "definition": "Mode d’identification collectif fondé sur des récits partagés, des pratiques culturelles et une mémoire historique. Processus discursif et positionnement politique, non héritage figé.\n",
    "historicalContext": "Concept né au XIXe siècle, réactivé par les luttes anticoloniales et les Cultural Studies. Transformé dans les années 1980–1990 par les théories diasporiques.\n",
    "books": [
      "the-fateful-triangle"
    ]
  },
  {
    "title": "Expérience vécue",
    "slug": "experience-vecue",
    "definition": "Ensemble des perceptions, émotions et compréhensions issues du quotidien des sujets. Point d’entrée dans l’analyse sociale, elle nécessite une médiation collective pour devenir savoir critique.\n",
    "historicalContext": "Concept central dans les féminismes noirs, chicanos et autochtones. Contesté lorsqu’il est réduit à une parole individuelle essentialisée dans les politiques néolibérales de la diversité.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Féminisation coloniale",
    "slug": "feminisation-coloniale",
    "definition": "Processus discursif et politique par lequel la colonie est représentée comme une femme à dominer, civiliser ou protéger.\n",
    "historicalContext": "Analysée dans les études de genre postcoloniales. Federici y voit une continuité entre patriarcat et impérialisme.\n",
    "books": [
      "caliban-and-the-witch"
    ]
  },
  {
    "title": "Féminisme marxiste noir",
    "slug": "feminisme-marxiste-noir",
    "definition": "Courant critique qui lie analyse marxiste de la production et critique du racisme et du patriarcat. Pour Jones, les droits des femmes noires sont constitutifs de la lutte des classes.\n",
    "historicalContext": "Émerge dès les années 1930 avec des figures comme Jones, mais se systématise dans les années 1970 avec des collectifs comme le Combahee River Collective. Il pense l’unité des luttes contre l’exploitation.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Fétichisation de l’expérience",
    "slug": "fetichisation-de-lexperience",
    "definition": "Procédé consistant à ériger l’expérience individuelle comme vérité absolue ou savoir auto-suffisant, sans médiation critique ni contextualisation politique.\n",
    "historicalContext": "Critique formulée dans les épistémologies féministes postcoloniales (bell hooks, Chandra Mohanty) pour dénoncer les usages institutionnels dépolitisés de la diversité.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Formations sociales structurées dans la dominance",
    "slug": "formations-structurees-dans-la-dominance",
    "definition": "Sociétés où différents niveaux structurels (économie, politique, idéologie) ou modes de production coexistent, certains éléments dominant les autres.\n",
    "historicalContext": "Issu de la relecture althussérienne de Marx. Permet de penser les effets du colonialisme, racisme et capitalisme dans les formations sociales hybrides du Sud global.\n",
    "books": [
      "race-articulation-and-societies-structured-in-dominance"
    ]
  },
  {
    "title": "Guerre permanente",
    "slug": "guerre-permanente",
    "definition": "Logique d’affrontement continu menée par les États coloniaux contre les peuples autochtones, au-delà des périodes de conflit militaire officiel.\n",
    "historicalContext": "Concept mobilisé par Nick Estes pour désigner la continuité de la violence coloniale — militaire, économique, juridique — depuis le XIXe siècle jusqu’au XXIe. Elle se manifeste dans les expropriations, la répression policière, et la militarisation des territoires comme à Standing Rock.\n",
    "books": [
      "our-history-is-the-future"
    ]
  },
  {
    "title": "Hégémonie",
    "slug": "hegemonie",
    "definition": "Forme de domination qui s’exerce par le consentement, l’adhésion partielle et la naturalisation des rapports de pouvoir.\n",
    "historicalContext": "Élaboré par Antonio Gramsci pour comprendre comment les classes dominantes imposent leurs valeurs par la culture et les institutions, sans recours à la force.\n",
    "books": [
      "race-articulation-and-societies-structured-in-dominance"
    ]
  },
  {
    "title": "Homo œconomicus",
    "slug": "homo-oeconomicus",
    "definition": "Sujet économique rationnel, individualiste, maximisant ses intérêts. Figure normative du capitalisme.\n",
    "historicalContext": "Critique de l’économie politique classique. Federici montre comment ce modèle est produit historiquement par la discipline des corps et l’effacement des subjectivités collectives.\n",
    "books": [
      "caliban-and-the-witch"
    ]
  },
  {
    "title": "Identité blanche",
    "slug": "identite-blanche",
    "definition": "Sentiment subjectif d’appartenance au groupe racial blanc, mobilisé comme cadre d’interprétation du monde social et politique. Elle se manifeste par la perception d’un sort commun, d’intérêts partagés et d’une solidarité entre Blancs. Elle peut être activée par la perception d’une menace envers le statut collectif du groupe, sans nécessairement impliquer un racisme explicite. (White Identity Politics, Jardina, Chapitre 1)\n\nAttachement subjectif et émotionnel au groupe racial blanc, qui oriente les préférences politiques non pas en fonction de principes universels, mais selon l’impact perçu sur le groupe blanc. Cet attachement fonctionne comme une grille de lecture du monde social et politique. (White Identity Politics, Jardina, Chapitre 6)\n",
    "historicalContext": "Longtemps restée invisible du fait de l’hégémonie blanche, cette identité a été ignorée par les sciences sociales. Elle se manifeste aujourd’hui dans un contexte de diversification démographique rapide (notamment post-1965) et de perte projetée du statut de majorité blanche d’ici 2043. Jardina en fait un objet politique distinct du racisme classique, appelant à sa théorisation spécifique. (White Identity Politics, Jardina, Chapitre 1)\n\nL’idée d’une conscience raciale blanche a longtemps été ignorée ou disqualifiée dans la recherche. Jardina démontre qu’à l’ère post-Obama et dans le sillage de la mobilisation pro-Trump, l’identité blanche devient une variable politique autonome, mesurable empiriquement et distincte du racisme explicite. (White Identity Politics, Jardina, Chapitre 6)\n",
    "books": [
      "white-identity-politics"
    ]
  },
  {
    "title": "Identité dominante",
    "slug": "identite-dominante",
    "definition": "Appartenance à un groupe historiquement hégémonique qui ne se pense pas comme tel tant que son pouvoir n’est pas menacé. L’identité blanche, longtemps non marquée car majoritaire, devient politiquement saillante lorsqu’elle perçoit une perte de statut.\n",
    "historicalContext": "Rarement analysée par les sciences sociales, cette notion s’ancre dans la tradition critique de W.E.B. Du Bois sur le \"salaire de la race\". Elle a été réactivée par les travaux sur les majorités menacées (années 1990–2000) et par la group position theory de Blumer. Jardina actualise cette perspective dans un contexte de transformation démographique.\n",
    "books": [
      "white-identity-politics"
    ]
  },
  {
    "title": "Internationalisme indigène",
    "slug": "internationalisme-indigene",
    "definition": "Ensemble des alliances transnationales construites par les peuples autochtones pour lutter contre le colonialisme, l’impérialisme et le capitalisme à l’échelle mondiale.\n",
    "historicalContext": "Développé dans les années 1960–1970 par des organisations comme l’AIM, en lien avec les luttes du tiers-monde (Palestine, Vietnam, Cuba, Afrique australe). Réactivé à Standing Rock par la présence de délégations internationales solidaires. Nick Estes montre que cet internationalisme est enraciné dans une histoire indigène de résistance globale.\n",
    "books": [
      "our-history-is-the-future"
    ]
  },
  {
    "title": "Internationalisme noir anticolonial",
    "slug": "internationalisme-noir-anticolonial",
    "definition": "Stratégie liant les luttes des femmes noires aux mouvements de libération nationale et aux combats contre l’impérialisme mondial.\n",
    "historicalContext": "Issu des traditions panafricaines et communistes noires des années 1940-50. Jones, entre Trinidad, les États-Unis et le Royaume-Uni, renouvelle cet héritage dans une perspective féministe marxiste.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Intersectionnalité critique",
    "slug": "intersectionnalite-critique",
    "definition": "Version de l’intersectionnalité centrée sur l’analyse des structures de pouvoir, la lutte contre les oppressions systémiques et l’engagement politique ancré.\n",
    "historicalContext": "Héritée des écrits du Combahee River Collective, de Crenshaw et de Davis. Elle s’oppose à la banalisation ou à la technocratisation du concept dans les milieux institutionnels.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Intersectionnalité (définition)",
    "slug": "intersectionnalite-definition",
    "definition": "Mode d’analyse critique des oppressions (racisme, sexisme, classisme) conçues comme co-constitutives. L’intersectionnalité articule théorie, méthode et praxis dans une visée transformatrice.\n",
    "historicalContext": "Concept introduit par Kimberlé Crenshaw en 1989, issu des luttes afro-féministes des années 1960–1990. Il se diffuse dans les milieux académiques à partir des années 2000, au risque d’une dépolitisation.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Intersectionnalité",
    "slug": "intersectionnalite",
    "definition": "L’intersectionnalité désigne l’analyse croisée des oppressions de race, de classe et de genre. Bien que le terme n’ait pas été utilisé par Claudia Jones, Carole Boyce Davies l’emploie pour décrire la manière dont Jones articule ces oppressions dans son engagement militant.\n",
    "historicalContext": "Le concept a été théorisé par Kimberlé Crenshaw en 1989 pour rendre compte des discriminations spécifiques vécues par les femmes noires. Cependant, des militantes comme Claudia Jones ont appliqué cette logique bien avant sa formalisation, en intégrant les rapports sociaux dans une critique marxiste du capitalisme racial et patriarcal.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Intifada",
    "slug": "intifada",
    "definition": "Mot arabe signifiant « soulèvement ». Il désigne les révoltes populaires palestiniennes contre l’occupation israélienne, en particulier la Première Intifada (1987–1993) et la Seconde Intifada (2000–2005), impliquant différentes formes de résistance.\n",
    "historicalContext": "La Première Intifada marque une rupture avec la direction politique en exil, en mettant en avant l’organisation de terrain. La Seconde, plus militarisée, entraîne une répression extrême et l’installation du mur de séparation. Ces deux moments structurent profondément la politique palestinienne contemporaine.\n",
    "books": [
      "the-hundred-years-war-on-palestine"
    ]
  },
  {
    "title": "Justice environnementale autochtone",
    "slug": "justice-environnementale-autochtone",
    "definition": "Courant de lutte qui articule la protection de l’environnement à la souveraineté politique, spirituelle et territoriale des peuples autochtones.\n",
    "historicalContext": "Apparu dans les années 1970–1980 en réponse à l’exclusion des communautés indigènes des politiques écologiques dominantes. Dans le livre, Nick Estes montre que cette justice s’oppose aux logiques extractives coloniales, et qu’elle s’exprime pleinement à Standing Rock à travers la défense de l’eau et des terres sacrées.\n",
    "books": [
      "our-history-is-the-future"
    ]
  },
  {
    "title": "Management entrepreneurial",
    "slug": "management-entrepreneurial",
    "definition": "Approche managériale qui encourage les employés à adopter des comportements entrepreneuriaux tels que la prise d’initiative, l’innovation constante, et la responsabilisation individuelle.\n",
    "historicalContext": "Développée dans la seconde moitié du XXe siècle, notamment à travers les travaux de Peter Drucker, cette approche devient dominante dans les années 1980 avec la montée du néolibéralisme et la transformation des grandes entreprises en organisations flexibles.\n",
    "books": [
      "make-your-own-job"
    ]
  },
  {
    "title": "Mémoire collective",
    "slug": "memoire-collective",
    "definition": "Savoir partagé au sein d’un groupe, transmis à travers la mémoire sociale plutôt que par les institutions officielles, et servant de base à la résistance.\n",
    "historicalContext": "Mobilisée par les historiographies critiques (Paul Gilroy, Michel-Rolph Trouillot) pour contrer l’effacement des récits subalternes dans les récits nationaux dominants.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Mémoire politique",
    "slug": "memoire-politique",
    "definition": "Processus par lequel les trajectoires militantes sont transmises, effacées ou réécrites. Jones est une figure marginalisée dans les récits dominants, ce que souligne Boyce Davies comme symptôme de cette mémoire sélective.\n",
    "historicalContext": "La mémoire politique est toujours construite. Elle tend à invisibiliser les femmes, les personnes racisées et les dissident·es. La redécouverte de figures comme Jones participe à une critique historiographique marxiste et féministe.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Mobilisation stratégique de l’identité blanche",
    "slug": "mobilisation-strategique-de-lidentite-blanche",
    "definition": "Stratégie politique visant à activer la conscience raciale blanche sans recourir à un discours explicitement raciste. Elle fonctionne par cadrage culturel, euphémisation, langage codé, et mise en scène de menaces envers les intérêts ou l’identité du groupe blanc.\n",
    "historicalContext": "Apparue dès les campagnes de George Wallace (1968), cette forme de mobilisation est reprise par Nixon, Buchanan, puis Trump. Jardina montre que cette stratégie est d’autant plus efficace qu’elle évite le stigmate du racisme explicite, tout en activant une solidarité blanche défensive dans un contexte de transformation démographique.\n",
    "books": [
      "white-identity-politics"
    ]
  },
  {
    "title": "Mode de production",
    "slug": "mode-de-production",
    "definition": "Ensemble des rapports sociaux organisant la production, la circulation et l’appropriation de la richesse.\n",
    "historicalContext": "Concept marxiste central, reconfiguré par le marxisme structuraliste dans les années 1970 pour analyser la coexistence de plusieurs modes (esclavagiste, marchand, capitaliste) dans les sociétés postcoloniales.\n",
    "books": [
      "race-articulation-and-societies-structured-in-dominance"
    ]
  },
  {
    "title": "Modèle non additionnel de l’oppression",
    "slug": "modele-non-additionnel-de-loppression",
    "definition": "Cadre critique qui rejette l’idée que les oppressions (racisme, sexisme, classisme, etc.) s’ajoutent de manière cumulative. Il met en avant leur co-constitution structurelle et contextuelle.\n",
    "historicalContext": "Critiqué dès les années 1980–1990 par les féminismes noirs et chicanos pour son incapacité à rendre compte des vécus imbriqués. Collins le remplace par une logique relationnelle et systémique.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Nakba",
    "slug": "nakba",
    "definition": "Terme arabe signifiant \"catastrophe\", désignant l’expulsion, la fuite et la dépossession de plus de 700 000 Palestiniens entre 1947 et 1949, ainsi que la destruction de centaines de villages. Elle est centrale dans la mémoire collective palestinienne.\n",
    "historicalContext": "Longtemps absente du récit dominant israélien et occidental, la Nakba est redocumentée dans les années 1980 par les New Historians israéliens (Ilan Pappé, Benny Morris) et intégrée aux travaux postcoloniaux. Elle est aujourd’hui reconnue comme un processus de nettoyage ethnique planifié.\n",
    "books": [
      "the-hundred-years-war-on-palestine"
    ]
  },
  {
    "title": "Nation",
    "slug": "nation",
    "definition": "Construction discursive et affective fondée sur un récit symbolique d’unité, d’origine partagée et de continuité culturelle. Produit une illusion d’homogénéité souvent excluante.\n",
    "historicalContext": "Forme politique moderne née au XVIIIe siècle. Déconstruite dans les années 1980–1990 par les études culturelles (Anderson, Bhabha). Hall l’analyse comme fiction performative.\n",
    "books": [
      "the-fateful-triangle"
    ]
  },
  {
    "title": "Naturalisation",
    "slug": "naturalisation",
    "definition": "Processus par lequel des rapports sociaux ou politiques sont présentés comme naturels, donc immuables et universels.\n",
    "historicalContext": "Critiquée dans les théories critiques, notamment féministes et postcoloniales, pour masquer l’origine historique et politique des hiérarchies sociales.\n",
    "books": [
      "caliban-and-the-witch"
    ]
  },
  {
    "title": "Neutralisation institutionnelle",
    "slug": "neutralisation-institutionnelle",
    "definition": "Processus par lequel un concept critique est intégré dans les structures académiques ou politiques sans transformation des rapports de pouvoir, perdant ainsi sa force subversive.\n",
    "historicalContext": "Décrit dans les travaux de Nancy Fraser, Sara Ahmed et les féminismes décoloniaux. La reconnaissance institutionnelle de concepts comme l’intersectionnalité s’accompagne souvent de leur vidage critique.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Non-domination",
    "slug": "non-domination",
    "definition": "Principe normatif selon lequel les relations sociales doivent exclure toute forme de contrôle unilatéral ou d’assujettissement structurel.\n",
    "historicalContext": "Originaire de la tradition républicaine (Philip Pettit), ce concept est réorienté par Táíwò pour penser la justice globale, en insistant sur les héritages coloniaux dans les structures contemporaines de pouvoir.\n",
    "books": [
      "reconsidering-reparations"
    ]
  },
  {
    "title": "Ontologie coloniale",
    "slug": "ontologie-coloniale",
    "definition": "Vision du monde imposée par le colonialisme, fondée sur la séparation entre nature et culture, humain et non-humain, sujet et objet.\n",
    "historicalContext": "Cette ontologie structure les politiques extractives, juridiques et territoriales des États coloniaux. Nick Estes montre qu’elle s’oppose à l’ontologie relationnelle autochtone, où la terre est un parent et le temps est circulaire. À Standing Rock, les protecteurs de l’eau affirment une alternative ontologique fondée sur la relation, la mémoire et le soin.\n",
    "books": [
      "our-history-is-the-future"
    ]
  },
  {
    "title": "Optimisme moral",
    "slug": "optimisme-moral",
    "definition": "Croyance dans un progrès inéluctable de l’histoire vers la justice, indépendamment de l’action humaine. Táíwò critique cette posture pour son effet paralysant sur l’engagement politique.\n",
    "historicalContext": "Lié aux philosophies des Lumières et aux téléologies libérales du progrès, il est contesté par les traditions critiques postcoloniales. Táíwò en propose une relecture stratégique fondée sur l’action collective.\n",
    "books": [
      "reconsidering-reparations"
    ]
  },
  {
    "title": "Panarabisme",
    "slug": "panarabisme",
    "definition": "Idéologie politique visant à l’unité des peuples arabes dans un même espace politique, au-delà des frontières imposées par le colonialisme. Elle repose sur une identité culturelle, linguistique et historique commune.\n",
    "historicalContext": "Le panarabisme se développe au XXe siècle, notamment sous Nasser en Égypte. Il joue un rôle clé dans les années 1950–1960, mais s’effondre après la guerre de 1967. Il est critiqué dans le livre pour son incapacité à reconnaître pleinement l’autonomie politique palestinienne.\n",
    "books": [
      "the-hundred-years-war-on-palestine"
    ]
  },
  {
    "title": "Pensée en systèmes co-constitutifs",
    "slug": "pensee-en-systemes-co-constitutifs",
    "definition": "Approche théorique qui considère les rapports de domination comme formés dans l’interaction mutuelle, sans hiérarchie ni addition.\n",
    "historicalContext": "Apparue dans les années 1990 avec les critiques féministes de la hiérarchisation des oppressions. Portée notamment par Crenshaw, Collins et Davis.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Pouvoir symbolique",
    "slug": "pouvoir-symbolique",
    "definition": "Capacité à imposer des visions du monde, des catégories de perception et de légitimation à travers des dispositifs de sens.\n",
    "historicalContext": "Développé par Pierre Bourdieu et reformulé dans les Cultural Studies pour analyser les médias, les normes esthétiques et les récits comme instruments de domination.\n",
    "books": [
      "race-articulation-and-societies-structured-in-dominance"
    ]
  },
  {
    "title": "Praxis",
    "slug": "praxis",
    "definition": "Processus dialectique entre production théorique, méthode d’analyse et engagement politique. Elle permet de penser l’intersectionnalité comme forme d’action intellectuelle située.\n",
    "historicalContext": "Notion issue du marxisme, reprise par Paulo Freire et bell hooks. Elle valorise les savoirs produits dans les luttes comme outils d’analyse critique.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Préférence pour la hiérarchie sociale",
    "slug": "preference-pour-la-hierarchie-sociale",
    "definition": "Disposition psychologique (Social Dominance Orientation, SDO) caractérisant les individus qui valorisent les relations sociales hiérarchiques et souhaitent maintenir la domination de certains groupes sur d’autres.\n",
    "historicalContext": "Concept introduit dans les années 1990 par Sidanius et Pratto, utilisé pour analyser l’adhésion à des systèmes inégalitaires, le racisme et l’autoritarisme. Jardina l’utilise pour expliquer la prédisposition de certains Blancs à s’identifier fortement à leur groupe racial dominant.\n",
    "books": [
      "white-identity-politics"
    ]
  },
  {
    "title": "Race",
    "slug": "race",
    "definition": "Système discursif de classification des différences humaines, sans fondement biologique. Outil symbolique de naturalisation des hiérarchies sociales, réinventé selon les besoins idéologiques.\n",
    "historicalContext": "Émerge au XVIe siècle (controverse Las Casas–Sepúlveda, 1550), se consolide au XVIIIe siècle avec Linnaeus et Blumenbach. Reformulée au XXe siècle en termes culturels. Critiquée par Du Bois, Fanon, Foucault.\n",
    "books": [
      "the-fateful-triangle"
    ]
  },
  {
    "title": "Red Power",
    "slug": "red-power",
    "definition": "Mouvement révolutionnaire autochtone né dans les années 1960–1970, fondé sur la souveraineté, l’action directe, l’autodétermination et les alliances transnationales.\n",
    "historicalContext": "Inspiré par les luttes du tiers-monde et les mouvements noirs, le Red Power se manifeste à travers l’AIM, les occupations d’Alcatraz et de Wounded Knee. Nick Estes montre qu’il constitue une rupture avec l’assimilation et une base politique pour les luttes contemporaines comme Standing Rock.\n",
    "books": [
      "our-history-is-the-future"
    ]
  },
  {
    "title": "Réflexivité critique",
    "slug": "reflexivite-critique",
    "definition": "Capacité d’un cadre théorique à interroger ses propres présupposés, conditions de production, méthodes et usages sociaux.\n",
    "historicalContext": "Inscrite dans les traditions marxistes et féministes, la réflexivité devient centrale dans les cultural studies et les critical race theories pour contrer l’objectivisme positiviste.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Relationalité",
    "slug": "relationalite",
    "definition": "Cadre d’analyse qui conçoit les identités, les systèmes d’oppression et les résistances comme interdépendants, dynamiques et contextuellement situés.\n",
    "historicalContext": "Issu des épistémologies féministes noires et postcoloniales (Audre Lorde, Gloria Anzaldúa), ce concept rompt avec les approches fixistes ou hiérarchisées.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Réparations",
    "slug": "reparations",
    "definition": "Projet politique global visant à transformer les conditions matérielles actuelles issues de l’oppression coloniale, de l’esclavage et de l’impérialisme. Les réparations ne consistent pas seulement à compenser, mais à reconstruire les institutions et structures mondiales de manière juste.\n",
    "historicalContext": "Historiquement associées à des indemnisations symboliques (Holocauste, Apartheid), les réparations ont souvent été vidées de leur potentiel transformateur. Táíwò s’oppose à cette tradition pour proposer une vision structurelle et transnationale du concept.\n",
    "books": [
      "reconsidering-reparations"
    ]
  },
  {
    "title": "Représentation",
    "slug": "representation",
    "definition": "Processus par lequel le sens est produit et circulé dans la société à travers des discours, des images et des récits.\n",
    "historicalContext": "Théorie développée par les études poststructuralistes et postcoloniales. Elle permet d’analyser les mécanismes de stigmatisation et de racialisation.\n",
    "books": [
      "race-articulation-and-societies-structured-in-dominance"
    ]
  },
  {
    "title": "Répression d’État",
    "slug": "repression-detat",
    "definition": "Ensemble des dispositifs mobilisés pour démanteler les militantismes noirs, féminins et communistes.\n",
    "historicalContext": "Théorisée à partir du maccarthysme. Claudia Jones est une cible constante du FBI et des dispositifs anti-communistes.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Répression reproductive",
    "slug": "repression-reproductive",
    "definition": "Ensemble des mécanismes de contrôle de la capacité reproductive des femmes, au service des intérêts économiques ou politiques.\n",
    "historicalContext": "Thématisée par les féministes noires et marxistes. Federici l’analyse comme une composante centrale de l’accumulation capitaliste.\n",
    "books": [
      "caliban-and-the-witch"
    ]
  },
  {
    "title": "Reproduction sociale",
    "slug": "reproduction-sociale",
    "definition": "Ensemble des activités (éducation, soin, sexualité, reproduction biologique) qui assurent la production et le maintien de la force de travail.\n",
    "historicalContext": "Concept développé par les féminismes marxistes dans les années 1970. Federici en fait un axe central de l’analyse du capitalisme.\n",
    "books": [
      "caliban-and-the-witch"
    ]
  },
  {
    "title": "Résistance épistémique",
    "slug": "resistance-epistemique",
    "definition": "Pratiques cognitives et théoriques par lesquelles les groupes opprimés contestent les savoirs hégémoniques légitimant leur domination.\n",
    "historicalContext": "Concept développé dans les épistémologies féministes et décoloniales (José Medina, Kristie Dotson), centré sur la narration, la mémoire et l’expérience comme outils critiques.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Responsabilité épistémique",
    "slug": "responsabilite-epistemique",
    "definition": "Obligation de réfléchir aux effets sociaux, politiques et éthiques de la production et de la diffusion des savoirs, en particulier lorsqu’ils concernent des groupes marginalisés.\n",
    "historicalContext": "Développée dans les épistémologies féministes critiques (notamment chez José Medina et Kristie Dotson), cette notion s’oppose à l’usage abstrait ou instrumentalisé de cadres critiques comme l’intersectionnalité.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Responsabilité totalisée",
    "slug": "responsabilite-totalisee",
    "definition": "Principe selon lequel chaque individu est entièrement responsable de sa situation économique, quelle que soit sa position sociale ou les contraintes systémiques.\n",
    "historicalContext": "Cœur idéologique du néolibéralisme, ce principe s’impose dans les années 1980 comme justification au retrait de l’État et à la privatisation des risques sociaux.\n",
    "books": [
      "make-your-own-job"
    ]
  },
  {
    "title": "Savoir situé",
    "slug": "savoir-situe",
    "definition": "Connaissance produite depuis une position sociale, politique et historique spécifique, assumée comme telle dans l’analyse critique.\n",
    "historicalContext": "Théorisé par Donna Haraway et Sandra Harding contre l’illusion d’objectivité universelle. Central dans les épistémologies féministes, queer et postcoloniales.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "(titre manquant)",
    "slug": "savoirs-incarnes",
    "definition": "",
    "historicalContext": "",
    "books": []
  },
  {
    "title": "Sexualisation coloniale",
    "slug": "sexualisation-coloniale",
    "definition": "Attribution de caractéristiques sexuelles dégradantes ou exotiques aux peuples colonisés, servant à justifier leur domination.\n",
    "historicalContext": "Développée dans les études postcoloniales et féministes noires. Federici l’utilise pour décrire l’imaginaire racial et sexuel de la conquête.\n",
    "books": [
      "caliban-and-the-witch"
    ]
  },
  {
    "title": "Signifiant flottant",
    "slug": "signifiant-flottant",
    "definition": "Terme dont la signification change selon le contexte. La race en est un exemple : elle glisse entre registres (biologique, culturel, religieux…) tout en conservant sa fonction hiérarchisante.\n",
    "historicalContext": "Concept introduit par Roland Barthes dans le cadre de la sémiotique idéologique. Repris par Hall pour penser la plasticité sémantique du mot « race ».\n",
    "books": [
      "the-fateful-triangle"
    ]
  },
  {
    "title": "Subjectivation entrepreneuriale",
    "slug": "subjectivation-entrepreneuriale",
    "definition": "Processus par lequel les individus sont incités à intérioriser les normes entrepreneuriales — autonomie, innovation, adaptabilité — comme éléments constitutifs de leur identité professionnelle.\n",
    "historicalContext": "Ce processus s’intensifie à partir des années 1970 avec la généralisation des techniques de gestion centrées sur la performance individuelle, et s’enracine dans des dispositifs éducatifs, managériaux et culturels.\n",
    "books": [
      "make-your-own-job"
    ]
  },
  {
    "title": "Superexploitation",
    "slug": "superexploitation",
    "definition": "Intensification de l’exploitation capitaliste selon des lignes raciales et genrées. Les femmes noires sont exploitées comme travailleuses, opprimées comme femmes, et marginalisées comme Noires.\n",
    "historicalContext": "Concept issu du marxisme, mobilisé pour décrire l’exploitation coloniale. Jones l’adapte pour désigner la condition des femmes noires dans les économies capitalistes, anticipant les travaux sur le capitalisme racial.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Temps indigène",
    "slug": "temps-indigene",
    "definition": "Conception du temps non linéaire, fondée sur la circularité, la mémoire collective et la relation entre générations, terres et esprits.\n",
    "historicalContext": "Opposé au temps colonial du progrès et de l’accumulation, le temps indigène relie les luttes présentes aux visions prophétiques du passé. Nick Estes mobilise cette conception pour montrer que Standing Rock est une résurgence historique plutôt qu’un événement ponctuel. Elle structure la résistance et les formes de souveraineté autochtone.\n",
    "books": [
      "our-history-is-the-future"
    ]
  },
  {
    "title": "Théorie sociale critique",
    "slug": "theorie-sociale-critique",
    "definition": "Forme de production de savoir visant à analyser les structures de domination et à contribuer à leur transformation depuis des positions marginalisées.\n",
    "historicalContext": "Longtemps dominée par l’École de Francfort, cette tradition est renouvelée à partir des années 1980 par les féminismes noirs, les subaltern studies et les théories queer.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Violence systémique",
    "slug": "violence-systemique",
    "definition": "Forme de violence intégrée aux institutions économiques, politiques ou sociales, produisant des préjudices collectifs sans acte individuel identifiable. Elle opère à travers les règles, normes et structures qui perpétuent les inégalités.\n",
    "historicalContext": "Concept popularisé dans les traditions critiques et anticoloniales (Frantz Fanon, Johan Galtung). Táíwò l’utilise pour désigner les formes invisibles mais persistantes d’oppression mondiale que les réparations doivent cibler à l’échelle structurelle.\n",
    "books": [
      "reconsidering-reparations"
    ]
  },
  {
    "title": "Voix subalternes",
    "slug": "voix-subalternes",
    "definition": "Formes de savoir et d’expression émanant de groupes marginalisés, souvent réduites au silence ou délégitimées dans les récits dominants.\n",
    "historicalContext": "Concept issu des *Subaltern Studies* (notamment Gayatri Spivak), repris par les féminismes postcoloniaux pour penser les obstacles structurels à la prise de parole des groupes opprimés.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "White consciousness",
    "slug": "white-consciousness",
    "definition": "Forme politisée et mobilisée de l’identité blanche. Elle suppose la reconnaissance d’un destin collectif, la perception d’une menace statutaire et une volonté d’agir politiquement pour préserver les intérêts du groupe racial blanc.\n",
    "historicalContext": "Théorisée à l’origine pour étudier les mobilisations afro-américaines (Dawson, Miller, Bobo), cette notion a rarement été appliquée au groupe dominant. Jardina en propose une application empirique dans un contexte de diversification raciale, où une partie des Blancs développe une conscience équivalente à celle des minorités.\n",
    "books": [
      "white-identity-politics"
    ]
  },
  {
    "title": "White identity",
    "slug": "white-identity",
    "definition": "Sentiment subjectif d’appartenance au groupe racial blanc, incluant reconnaissance, fierté et sentiment de similarité avec les autres Blancs. Fonctionne comme disposition psychologique mobilisable, indépendamment de toute hostilité explicite envers d’autres groupes.\n",
    "historicalContext": "Concept resté marginal dans les sciences sociales en raison de l’invisibilité structurelle de la blanchité. Son étude se développe au tournant des années 2000 dans les whiteness studies et la psychologie sociale. Jardina propose une mesure empirique rigoureuse de cette identité, distincte du racisme ou du conservatisme.\n",
    "books": [
      "white-identity-politics"
    ]
  },
  {
    "title": "Whiteness",
    "slug": "whiteness",
    "definition": "Ensemble des significations sociales, culturelles et politiques associées au fait d’être blanc. Fonctionne comme un référentiel implicite de la citoyenneté, de la normalité et du mérite, particulièrement chez les Blancs fortement identifiés à leur groupe.\n",
    "historicalContext": "Inscrite juridiquement dès le Naturalization Act de 1790, la blanchité devient au XIXᵉ siècle un critère d’américanité. Les whiteness studies (Roediger, Lipsitz, Frankenberg) ont analysé cette position dominante comme invisible. Jardina démontre que la blancheur agit aujourd’hui comme une idéologie structurante et mobilisatrice.\n",
    "books": [
      "white-identity-politics"
    ]
  }
]