[
  {
    "title": "Activisme culturel",
    "slug": "activisme-culturel",
    "definition": "Engagement politique via les pratiques culturelles (arts, fêtes, presse).\n",
    "historicalContext": "Central dans la Harlem Renaissance ou le Black Arts Movement. Jones y insère une dimension féministe et diasporique.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Activisme littéraire",
    "slug": "activisme-litteraire",
    "definition": "Usage de l’écriture (ici poétique) comme moyen d’expression politique en contexte carcéral. Chez Jones, il devient un outil de mémoire et de survie.\n",
    "historicalContext": "Tradition présente depuis les récits d’esclaves. En prison, il devient central dans les mouvements abolitionnistes. Jones précède Angela Davis ou Assata Shakur.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Carnaval diasporique",
    "slug": "carnaval-diasporique",
    "definition": "Réactivation de la fête caribéenne comme outil de résistance et de visibilisation en contexte migratoire.\n",
    "historicalContext": "Issu des traditions esclavagistes subversives, il devient à Londres un outil de mobilisation. Jones initie le carnaval de Notting Hill en 1959.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Communauté de résistance épistémique",
    "slug": "communaute-de-resistance-epistemique",
    "definition": "Collectif social et intellectuel qui produit du savoir à partir de l’expérience de l’oppression et remet en cause les normes dominantes de légitimation théorique.\n",
    "historicalContext": "Concept forgé à partir des épistémologies féministes et postcoloniales (Sandra Harding, Linda Alcoff, bell hooks) ; appliqué par Collins aux femmes noires, peuples autochtones, activistes queer racisé·es.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Communauté diasporique",
    "slug": "communaute-diasporique",
    "definition": "Forme d’organisation des migrant·es caribéen·nes autour de pratiques partagées, mémoire et résistance.\n",
    "historicalContext": "En réponse au racisme britannique post-1945. Jones politise cette communauté par le média, la fête et l’action sociale.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Communauté interprétative",
    "slug": "communaute-interpretative",
    "definition": "Collectif dans lequel des individus construisent ensemble des significations à partir de leurs expériences partagées, en dehors ou à la marge des institutions dominantes.\n",
    "historicalContext": "Concept théorisé par Stanley Fish dans les études littéraires, puis réinvesti dans les épistémologies féministes pour penser la production collective de savoir dans les espaces militants, familiaux ou culturels.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Contre-public noir",
    "slug": "contre-public-noir",
    "definition": "Espace discursif autonome permettant aux Noir·es d’exprimer leurs récits et revendications. *The West Indian Gazette* incarne un tel espace.\n",
    "historicalContext": "Théorisé par Nancy Fraser ou Catherine Squires, mais ancré historiquement dans les journaux militants noirs des XIXe et XXe siècles. Jones en donne une forme exemplaire.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Cooptation",
    "slug": "cooptation",
    "definition": "Processus par lequel des idées critiques sont intégrées dans des structures dominantes, vidées de leur potentiel subversif et réinscrites dans une logique de reconnaissance ou de contrôle.\n",
    "historicalContext": "Notion mobilisée dans les critiques du néolibéralisme (Nancy Fraser, Sara Ahmed) pour désigner la domestication des concepts radicaux par les institutions universitaires et politiques.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Dépolitisation",
    "slug": "depolitisation",
    "definition": "Processus par lequel des idées critiques sont vidées de leur charge contestataire et intégrées dans les structures dominantes sans remise en cause de celles-ci.\n",
    "historicalContext": "Analysée dans les critiques des politiques de reconnaissance (Nancy Fraser) et de diversité institutionnelle (Sara Ahmed), la dépolitisation accompagne souvent la professionnalisation de concepts issus des luttes sociales.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Déportation politique",
    "slug": "deportation-politique",
    "definition": "Expulsion répressive ciblant des individus pour leurs engagements idéologiques. Claudia Jones transforme cette marginalisation en stratégie.\n",
    "historicalContext": "Pratique utilisée durant la guerre froide contre les militant·es racisé·es. Jones incarne cette intersection entre impérialisme, racisme et anticommunisme.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Diaspora noire",
    "slug": "diaspora-noire",
    "definition": "Espace politique transnational structuré par l’exil, la migration contrainte et les luttes anticoloniales. Claudia Jones incarne une politique diasporique par son parcours entre Trinidad, les États-Unis et le Royaume-Uni.\n",
    "historicalContext": "Concept élaboré dans les études afro-américaines et postcoloniales, ancré historiquement dans l’esclavage, le colonialisme et leurs persistances. Il se déploie dans le panafricanisme, l’internationalisme noir et les politiques de la mémoire.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Écriture carcérale",
    "slug": "ecriture-carcerale",
    "definition": "Production littéraire issue de l’expérience de l’enfermement, révélant l’aliénation et la politisation du vécu répressif.\n",
    "historicalContext": "Présente dès le XIXe siècle, elle est intensifiée par les mouvements radicaux du XXe siècle. L’œuvre de Jones s’inscrit dans le maccarthysme.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Émancipation communautaire",
    "slug": "emancipation-communautaire",
    "definition": "Forme de liberté élaborée à travers des pratiques collectives concrètes dans des contextes de domination, valorisant les solidarités et les appartenances locales.\n",
    "historicalContext": "Centrale dans les Black Liberation Movements, les féminismes populaires et les mouvements autochtones. Elle critique les limites des modèles d’émancipation étatiques ou juridiques.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Enquête critique",
    "slug": "enquete-critique",
    "definition": "Démarche intellectuelle qui interroge les fondements sociaux, politiques et épistémologiques des savoirs. Elle refuse les cadres analytiques neutres ou naturalisés.\n",
    "historicalContext": "Inspirée de la théorie critique (École de Francfort) et renouvelée par les épistémologies féministes et décoloniales qui valorisent les savoirs situés.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Expérience vécue",
    "slug": "experience-vecue",
    "definition": "Ensemble des perceptions, émotions et compréhensions issues du quotidien des sujets. Point d’entrée dans l’analyse sociale, elle nécessite une médiation collective pour devenir savoir critique.\n",
    "historicalContext": "Concept central dans les féminismes noirs, chicanos et autochtones. Contesté lorsqu’il est réduit à une parole individuelle essentialisée dans les politiques néolibérales de la diversité.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Féminisme marxiste noir",
    "slug": "feminisme-marxiste-noir",
    "definition": "Courant critique qui lie analyse marxiste de la production et critique du racisme et du patriarcat. Pour Jones, les droits des femmes noires sont constitutifs de la lutte des classes.\n",
    "historicalContext": "Émerge dès les années 1930 avec des figures comme Jones, mais se systématise dans les années 1970 avec des collectifs comme le Combahee River Collective. Il pense l’unité des luttes contre l’exploitation.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Fétichisation de l’expérience",
    "slug": "fetichisation-de-lexperience",
    "definition": "Procédé consistant à ériger l’expérience individuelle comme vérité absolue ou savoir auto-suffisant, sans médiation critique ni contextualisation politique.\n",
    "historicalContext": "Critique formulée dans les épistémologies féministes postcoloniales (bell hooks, Chandra Mohanty) pour dénoncer les usages institutionnels dépolitisés de la diversité.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Généalogie insurgée",
    "slug": "genealogie-insurgee",
    "definition": "Ensemble de traditions intellectuelles issues de positions marginalisées, élaborées pour contester les fondements du savoir dominant.\n",
    "historicalContext": "Inspirée par Michel Foucault et les épistémologies féministes et postcoloniales. Réactivée dans les études critiques pour valoriser les filiations alternatives aux canons académiques.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Internationalisme noir anticolonial",
    "slug": "internationalisme-noir-anticolonial",
    "definition": "Stratégie liant les luttes des femmes noires aux mouvements de libération nationale et aux combats contre l’impérialisme mondial.\n",
    "historicalContext": "Issu des traditions panafricaines et communistes noires des années 1940-50. Jones, entre Trinidad, les États-Unis et le Royaume-Uni, renouvelle cet héritage dans une perspective féministe marxiste.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Intersectionnalité critique",
    "slug": "intersectionnalite-critique",
    "definition": "Version de l’intersectionnalité centrée sur l’analyse des structures de pouvoir, la lutte contre les oppressions systémiques et l’engagement politique ancré.\n",
    "historicalContext": "Héritée des écrits du Combahee River Collective, de Crenshaw et de Davis. Elle s’oppose à la banalisation ou à la technocratisation du concept dans les milieux institutionnels.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Intersectionnalité (définition)",
    "slug": "intersectionnalite-definition",
    "definition": "Mode d’analyse critique des oppressions (racisme, sexisme, classisme) conçues comme co-constitutives. L’intersectionnalité articule théorie, méthode et praxis dans une visée transformatrice.\n",
    "historicalContext": "Concept introduit par Kimberlé Crenshaw en 1989, issu des luttes afro-féministes des années 1960–1990. Il se diffuse dans les milieux académiques à partir des années 2000, au risque d’une dépolitisation.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Intersectionnalité",
    "slug": "intersectionnalite",
    "definition": "L’intersectionnalité désigne l’analyse croisée des oppressions de race, de classe et de genre. Bien que le terme n’ait pas été utilisé par Claudia Jones, Carole Boyce Davies l’emploie pour décrire la manière dont Jones articule ces oppressions dans son engagement militant.\n",
    "historicalContext": "Le concept a été théorisé par Kimberlé Crenshaw en 1989 pour rendre compte des discriminations spécifiques vécues par les femmes noires. Cependant, des militantes comme Claudia Jones ont appliqué cette logique bien avant sa formalisation, en intégrant les rapports sociaux dans une critique marxiste du capitalisme racial et patriarcal.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Journalisme militant noir",
    "slug": "journalisme-militant-noir",
    "definition": "Utilisation de la presse comme instrument de critique, de mobilisation et d’organisation politique noire. Pour Jones, il s’agit d’un acte politique.\n",
    "historicalContext": "Depuis le XIXe siècle, la presse noire est centrale dans les luttes anticoloniales. Jones y ajoute une lecture de genre et de classe.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Mémoire collective",
    "slug": "memoire-collective",
    "definition": "Savoir partagé au sein d’un groupe, transmis à travers la mémoire sociale plutôt que par les institutions officielles, et servant de base à la résistance.\n",
    "historicalContext": "Mobilisée par les historiographies critiques (Paul Gilroy, Michel-Rolph Trouillot) pour contrer l’effacement des récits subalternes dans les récits nationaux dominants.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Mémoire politique",
    "slug": "memoire-politique",
    "definition": "Processus par lequel les trajectoires militantes sont transmises, effacées ou réécrites. Jones est une figure marginalisée dans les récits dominants, ce que souligne Boyce Davies comme symptôme de cette mémoire sélective.\n",
    "historicalContext": "La mémoire politique est toujours construite. Elle tend à invisibiliser les femmes, les personnes racisées et les dissident·es. La redécouverte de figures comme Jones participe à une critique historiographique marxiste et féministe.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Modèle non additionnel de l’oppression",
    "slug": "modele-non-additionnel-de-loppression",
    "definition": "Cadre critique qui rejette l’idée que les oppressions (racisme, sexisme, classisme, etc.) s’ajoutent de manière cumulative. Il met en avant leur co-constitution structurelle et contextuelle.\n",
    "historicalContext": "Critiqué dès les années 1980–1990 par les féminismes noirs et chicanos pour son incapacité à rendre compte des vécus imbriqués. Collins le remplace par une logique relationnelle et systémique.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Neutralisation institutionnelle",
    "slug": "neutralisation-institutionnelle",
    "definition": "Processus par lequel un concept critique est intégré dans les structures académiques ou politiques sans transformation des rapports de pouvoir, perdant ainsi sa force subversive.\n",
    "historicalContext": "Décrit dans les travaux de Nancy Fraser, Sara Ahmed et les féminismes décoloniaux. La reconnaissance institutionnelle de concepts comme l’intersectionnalité s’accompagne souvent de leur vidage critique.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Pensée en systèmes co-constitutifs",
    "slug": "pensee-en-systemes-co-constitutifs",
    "definition": "Approche théorique qui considère les rapports de domination comme formés dans l’interaction mutuelle, sans hiérarchie ni addition.\n",
    "historicalContext": "Apparue dans les années 1990 avec les critiques féministes de la hiérarchisation des oppressions. Portée notamment par Crenshaw, Collins et Davis.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Poésie de la résistance",
    "slug": "poesie-de-la-resistance",
    "definition": "Forme poétique articulant dénonciation, douleur et espoir dans une perspective révolutionnaire.\n",
    "historicalContext": "Présente dans les traditions africaines, caribéennes et afro-américaines. La poésie de Jones s’inscrit dans cette lignée radicale.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Politique diasporique",
    "slug": "politique-diasporique",
    "definition": "Forme d’action politique articulée depuis la dispersion et l’exil, centrée sur les conditions des femmes noires migrantes.\n",
    "historicalContext": "Émerge avec les mouvements anticoloniaux et marxistes. Jones illustre la capacité de l’exil à générer une praxis transnationale.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Pratique politique transnationale noire",
    "slug": "pratique-politique-transnationale-noire",
    "definition": "Stratégie de lutte articulant les expériences noires à l’échelle globale. Le journalisme de Jones en est un outil central.\n",
    "historicalContext": "Tradition intellectuelle issue du panafricanisme (Du Bois, Amy Ashwood Garvey, George Padmore). Jones la renouvelle dans un contexte médiatique d’après-guerre.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Praxis",
    "slug": "praxis",
    "definition": "Processus dialectique entre production théorique, méthode d’analyse et engagement politique. Elle permet de penser l’intersectionnalité comme forme d’action intellectuelle située.\n",
    "historicalContext": "Notion issue du marxisme, reprise par Paulo Freire et bell hooks. Elle valorise les savoirs produits dans les luttes comme outils d’analyse critique.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Réflexivité critique",
    "slug": "reflexivite-critique",
    "definition": "Capacité d’un cadre théorique à interroger ses propres présupposés, conditions de production, méthodes et usages sociaux.\n",
    "historicalContext": "Inscrite dans les traditions marxistes et féministes, la réflexivité devient centrale dans les cultural studies et les critical race theories pour contrer l’objectivisme positiviste.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Relationalité",
    "slug": "relationalite",
    "definition": "Cadre d’analyse qui conçoit les identités, les systèmes d’oppression et les résistances comme interdépendants, dynamiques et contextuellement situés.\n",
    "historicalContext": "Issu des épistémologies féministes noires et postcoloniales (Audre Lorde, Gloria Anzaldúa), ce concept rompt avec les approches fixistes ou hiérarchisées.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Répression d’État",
    "slug": "repression-detat",
    "definition": "Ensemble des dispositifs mobilisés pour démanteler les militantismes noirs, féminins et communistes.\n",
    "historicalContext": "Théorisée à partir du maccarthysme. Claudia Jones est une cible constante du FBI et des dispositifs anti-communistes.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Résistance épistémique",
    "slug": "resistance-epistemique",
    "definition": "Pratiques cognitives et théoriques par lesquelles les groupes opprimés contestent les savoirs hégémoniques légitimant leur domination.\n",
    "historicalContext": "Concept développé dans les épistémologies féministes et décoloniales (José Medina, Kristie Dotson), centré sur la narration, la mémoire et l’expérience comme outils critiques.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Resistant knowledge projects",
    "slug": "resistant-knowledge-projects",
    "definition": "Formes collectives de production de savoirs issues de groupes subalternes, articulant expérience vécue, mémoire et critique structurelle des systèmes de domination.\n",
    "historicalContext": "Appuyés sur les traditions afro-féministes, chicanas, autochtones et queer, ces projets échappent aux normes académiques et défendent la légitimité des savoirs communautaires.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Responsabilité épistémique",
    "slug": "responsabilite-epistemique",
    "definition": "Obligation de réfléchir aux effets sociaux, politiques et éthiques de la production et de la diffusion des savoirs, en particulier lorsqu’ils concernent des groupes marginalisés.\n",
    "historicalContext": "Développée dans les épistémologies féministes critiques (notamment chez José Medina et Kristie Dotson), cette notion s’oppose à l’usage abstrait ou instrumentalisé de cadres critiques comme l’intersectionnalité.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Savoir situé",
    "slug": "savoir-situe",
    "definition": "Connaissance produite depuis une position sociale, politique et historique spécifique, assumée comme telle dans l’analyse critique.\n",
    "historicalContext": "Théorisé par Donna Haraway et Sandra Harding contre l’illusion d’objectivité universelle. Central dans les épistémologies féministes, queer et postcoloniales.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "(titre manquant)",
    "slug": "savoirs-incarnes",
    "definition": "",
    "historicalContext": "",
    "books": []
  },
  {
    "title": "Superexploitation",
    "slug": "superexploitation",
    "definition": "Intensification de l’exploitation capitaliste selon des lignes raciales et genrées. Les femmes noires sont exploitées comme travailleuses, opprimées comme femmes, et marginalisées comme Noires.\n",
    "historicalContext": "Concept issu du marxisme, mobilisé pour décrire l’exploitation coloniale. Jones l’adapte pour désigner la condition des femmes noires dans les économies capitalistes, anticipant les travaux sur le capitalisme racial.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Théorie sociale critique",
    "slug": "theorie-sociale-critique",
    "definition": "Forme de production de savoir visant à analyser les structures de domination et à contribuer à leur transformation depuis des positions marginalisées.\n",
    "historicalContext": "Longtemps dominée par l’École de Francfort, cette tradition est renouvelée à partir des années 1980 par les féminismes noirs, les subaltern studies et les théories queer.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Travailleuse domestique noire",
    "slug": "travailleuse-domestique-noire",
    "definition": "Figure centrale de la critique de Jones, représentant la double dévalorisation du travail reproductif et du travail racialisé. Ces femmes sont surexploitées sans reconnaissance syndicale.\n",
    "historicalContext": "Après l’abolition de l’esclavage, les femmes noires sont cantonnées au travail domestique aux États-Unis, au Royaume-Uni ou à Trinidad. Jones politise cette réalité dans une lecture marxiste-féministe.\n",
    "books": [
      "left-of-karl-marx"
    ]
  },
  {
    "title": "Validité scientifique",
    "slug": "validite-scientifique",
    "definition": "Ensemble de normes définissant ce qui est reconnu comme savoir légitime. Ces critères sont critiqués pour leur rôle dans l’exclusion des savoirs subalternes.\n",
    "historicalContext": "Contestée par les épistémologies critiques depuis les années 1980. Donna Haraway et Sandra Harding proposent des alternatives comme le savoir situé ou l’objectivité forte.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  },
  {
    "title": "Voix subalternes",
    "slug": "voix-subalternes",
    "definition": "Formes de savoir et d’expression émanant de groupes marginalisés, souvent réduites au silence ou délégitimées dans les récits dominants.\n",
    "historicalContext": "Concept issu des *Subaltern Studies* (notamment Gayatri Spivak), repris par les féminismes postcoloniaux pour penser les obstacles structurels à la prise de parole des groupes opprimés.\n",
    "books": [
      "intersectionality-as-critical-social-theory"
    ]
  }
]